{"Indicative List of Purpose Types": {"Scopi generali": [{"name": "HR", "description": "Assunzione e selezione di dipendenti e intermediari (broker, rappresentanti indipendenti, ecc.). Amministrazione del libro paga, retribuzioni, commissioni e salari. Applicazione della legislazione sociale.", "article": null, "url": ""}, {"name": "Gestione personale", "description": "Valutazione e gestione di dipendenti e intermediari. Pianificazione della formazione e della carriera.", "article": null, "url": ""}, {"name": "Gestione dei compiti", "description": "Pianificazione e gestione delle attività, carichi di lavoro e prestazioni.", "article": null, "url": ""}, {"name": "Monitoraggio sul posto di lavoro", "description": "Monitoraggio delle attività professionali sul posto di lavoro tramite sistemi TVCC o IT, come il monitoraggio di e-mail, utilizzo di Internet, telefoni, ecc.", "article": null, "url": ""}, {"name": "Gestione del cliente", "description": "Amministrazione clienti, gestione ordini, consegne, fatturazione di servizi materiali e immateriali. Monitoraggio della solvibilità. Marketing e pubblicità personalizzati. Registrazione dei clienti di un'azienda e profilazione in base agli acquisti.", "article": null, "url": ""}, {"name": "Lotta contro le frodi e le violazioni dei clienti", "description": "Sono previste attività per prevenire e rilevare tali atti.", "article": null, "url": ""}, {"name": "Gestione dei reclami", "description": "Gestione dei reclami, compreso il rimborso delle somme dovute.", "article": null, "url": ""}, {"name": "Gestione del fornitore", "description": "Amministrazione del venditore. Gestione degli ordini ricevuti e pagamento dei venditori. Prospezione di possibili venditori e loro valutazione.", "article": null, "url": ""}, {"name": "Raccolta di donazioni", "description": "Amministrazione dei donatori per un club. Prospezione di nuovi donatori.", "article": null, "url": ""}, {"name": "Relazioni pubbliche", "description": "Ciò include la creazione di buona volontà per l'organizzazione.", "article": null, "url": ""}, {"name": "Business intelligence", "description": "Analizzando concorrenti e potenziali partner.", "article": null, "url": ""}, {"name": "Registrazione e amministrazione di azionisti o partner", "description": "Mantenimento di un registro di azionisti o partner. L'amministrazione dei loro benefici finanziari e di altro tipo.", "article": null, "url": ""}, {"name": "Gestione dei membri", "description": "L'amministrazione di membri, volontari e simpatizzanti di un club.", "article": null, "url": ""}, {"name": "Sicurezza", "description": "Elaborazione dei dati per garantire la sicurezza delle persone o delle merci. Nota: in linea di principio, le telecamere di sicurezza sono soggette alla legge del 21 marzo 2007 riguardante il posizionamento e l'uso di videocamere di sicurezza (la \"legge sulle telecamere\") e potrebbero non essere riportate mediante questo modulo. Si prega di utilizzare il modulo tematico personalizzato. Ulteriori informazioni a riguardo sono disponibili su www.privacycommission.be (Caméras de surveillance et notre vie privée / Bewakingscamera's en onze privacy).", "article": null, "url": ""}, {"name": "Gestione delle controversie", "description": "La gestione da parte di persone fisiche, enti privati o autorità pubbliche delle proprie controversie.", "article": null, "url": ""}, {"name": "Protezione della società, dell'industria o dell'organizzazione", "description": "Elaborazione di dati riguardanti persone che rappresentano un certo rischio, come i teppisti.", "article": null, "url": ""}], "Scopi del governo": [{"name": "Le tasse", "description": "Imposizione delle tasse e delle attività ad essa collegate: registrazione dei contribuenti nonché calcolo, riscossione e registrazione delle imposte.", "article": null, "url": ""}, {"name": "sussidi", "description": "Concessione di sussidi e attività correlate: ricerca di beneficiari ammissibili e calcolo, pagamento e monitoraggio dei sussidi.", "article": null, "url": ""}, {"name": "permessi", "description": "Concessione di permessi e attività correlate: ricerca di destinatari idonei e monitoraggio dei requisiti.", "article": null, "url": ""}, {"name": "Elaborazione eseguita dal governo locale", "description": "Attività di elaborazione eseguite dalle amministrazioni locali, come la trasformazione in relazione a registri di popolazione, documenti di identità personale, registri del registro civile, ecc.", "article": null, "url": ""}, {"name": "elezioni", "description": "Mantenere i voti degli elettori e organizzare le elezioni.", "article": null, "url": ""}, {"name": "Amministrazione dell'immigrazione", "description": "Mantenimento di un registro degli immigrati e monitoraggio dei permessi di soggiorno.", "article": null, "url": ""}, {"name": "Catasto", "description": "Creazione e aggiornamento di un registro di proprietà, l'imposizione di tasse sulla proprietà e la fornitura di certificati fiscali.", "article": null, "url": ""}, {"name": "Registri governativi", "description": "Gestione della corrispondenza tra il servizio governativo e le persone che hanno volontariamente comunicato con il servizio. Gestire i dati delle persone con le quali il servizio governativo non ha una relazione proficua.", "article": null, "url": ""}], "Giustizia e applicazione della legge": [{"name": "Sicurezza pubblica", "description": "Raccolta e tracciamento di informazioni su persone ritenute a rischio per la sicurezza pubblica.", "article": null, "url": ""}, {"name": "Esecuzione penale", "description": "Rilevare e rintracciare persone sospettate di crimini.", "article": null, "url": ""}, {"name": "Applicazione normativa", "description": "Prevenire violazioni e controllo della conformità a leggi e regolamenti.", "article": null, "url": ""}, {"name": "Amministrazione giudiziaria", "description": "Manutenzione di rotoli e registri.", "article": null, "url": ""}, {"name": "Casellario giudiziario", "description": "Registrazione delle condanne penali.", "article": null, "url": ""}, {"name": "Difendere i clienti", "description": "Gestione di casi e interessi criminali da parte di avvocati o altri consulenti legali nell'interesse dei loro clienti.", "article": null, "url": ""}], "Formazione scolastica": [{"name": "Amministrazione studentesca", "description": "Creazione di un database degli studenti, organizzazione del curriculum e degli esami, registrazione dei risultati e delle decisioni. Calcolo, fatturazione e riscossione di somme dovute. Relazioni con alunni.", "article": null, "url": ""}, {"name": "Consulenza allo studente", "description": "Fornire consulenza di orientamento agli studenti per quanto riguarda il loro sviluppo intellettuale, i loro problemi psicologici e la selezione di percorsi di carriera.", "article": null, "url": ""}], "Cultura e benessere": [{"name": "Gestione della biblioteca", "description": "Registrazione dei membri di una biblioteca in un database, monitoraggio dei loro prestiti.", "article": null, "url": ""}, {"name": "Consulenza pubblica", "description": "Fornire consulenza materiale e / o psicologica alle persone bisognose.", "article": null, "url": ""}, {"name": "Consulenza per l'impiego", "description": "Consulenza per i disoccupati e formazione per nuova occupazione.", "article": null, "url": ""}], "Benefici del governo": [{"name": "Amministrazione di destinatari idonei", "description": "Raccolta di contributi, determinazione e assegnazione di benefici governativi, incluso assistenza sociale.", "article": null, "url": ""}], "Assistenza sanitaria": [{"name": "Paziente che", "description": "La diagnosi e il trattamento paramedico del paziente, compresa la valutazione delle cure fornite e ancora da fornire allo scopo di migliorare la qualità dell'assistenza offerta ai pazienti.", "article": null, "url": ""}, {"name": "Codifica medica", "description": "Tracciamento delle cure e delle cure ospedaliere ai fini della fatturazione.", "article": null, "url": ""}, {"name": "Record del paziente", "description": "Registrazione delle informazioni mediche e ospedaliere a fini gestionali.", "article": null, "url": ""}, {"name": "Registrazione dei gruppi a rischio", "description": "Identificazione e monitoraggio di persone con elevati rischi medici.", "article": null, "url": ""}, {"name": "Registrazione del donatore di organi", "description": "Creazione di banche dati di persone disposte a essere donatori di organi nonché promozione e utilizzo di tale database.", "article": null, "url": ""}, {"name": "Gestione dell'inventario dei farmaci", "description": "Elaborazione dei dati relativi alla prescrizione e alla consegna dei farmaci.", "article": null, "url": ""}], "Ricerca scientifica primaria o secondaria il cui scopo è coerente con lo scopo originale della raccolta": [{"name": "Ricerca epidemiologica", "description": "Ricerca sulla diffusione del rischio medico, della morbilità e della mortalità.", "article": null, "url": ""}, {"name": "Ricerca biomedica", "description": "Ricerca sulle cause della patologia medica e l'effetto delle cure mediche. Test clinici.", "article": null, "url": ""}, {"name": "Valutazione del paziente", "description": "Raccolta e trattamento di tutti i dati relativi alla diagnostica medica e paramedica e alle pratiche terapeutiche fornite ai pazienti allo scopo di migliorare la qualità delle pratiche assistenziali.", "article": null, "url": ""}, {"name": "Ricerca scientifica", "description": "Qualsiasi atto inteso a determinare connessioni paradigmatiche, comportamentali e causali maggiori rispetto agli individui a cui sono collegate. Mirato a descrivere i fenomeni globali.", "article": null, "url": ""}, {"name": "Ricerca di mercato", "description": "Studi relativi al comportamento di acquisto, alle preferenze e alle intenzioni di acquisto delle persone allo scopo di determinare le strategie di mercato.", "article": null, "url": ""}, {"name": "Ricerca storica", "description": "Trattamento di dati personali da archivi privati o pubblici allo scopo di analizzare un evento storico o abilitare tale analisi.", "article": null, "url": ""}, {"name": "Genealogia", "description": "Trattamento di dati personali ai fini della costruzione di un albero genealogico o di un albero genealogico, di un registro familiare o di una famiglia, ecc.", "article": null, "url": ""}, {"name": "Ricerca statistica", "description": "Qualsiasi atto inteso a raccogliere e trattare i dati personali necessari per i questionari statistici o per fornire un risultato statistico (ad esempio annuncio generale, aiuto nella pianificazione e nel processo decisionale e al servizio della scienza).", "article": null, "url": ""}], "Servizi bancari e finanziari, assicurazioni": [{"name": "Gestione contabile", "description": "Gestione dei conti di addebito e di risparmio individuali, indipendentemente dalla presenza o meno di un saldo di credito, appartenente a clienti dell'istituto finanziario. Queste attività includono le transazioni di pagamento relative all'account.", "article": null, "url": ""}, {"name": "Gestione patrimoniale", "description": "Questo si riferisce alla totalità delle azioni eseguite da una banca, in modo discrezionale o meno, nella consulenza dei clienti nella gestione dei loro beni.", "article": null, "url": ""}, {"name": "Finanza aziendale", "description": "Fornitura di servizi relativi alla distribuzione di capitali, vendita di azioni, acquisizioni e fusioni.", "article": null, "url": ""}, {"name": "prestito", "description": "Questo si riferisce alla totalità delle azioni relative alla stima dei rischi sostenuti da una banca al momento della concessione del credito, indipendentemente dalla natura del credito.", "article": null, "url": ""}, {"name": "Gestione Crediti", "description": "Si tratta delle azioni relative al monitoraggio e al rimborso dei saldi di credito, inclusi i reclami e le azioni relative a tali richieste, indipendentemente dal fatto che sia coinvolta una terza parte.", "article": null, "url": ""}, {"name": "Panoramica del cliente globale", "description": "L'integrazione di tutti o parte dei dati elaborati nel contesto di una delle finalità specifiche del settore bancario. Ciò al fine di giungere a una conclusione della redditività complessiva dei clienti e se siano offerti o meno prodotti o servizi bancari personalizzati ai loro bisogni e per aiutare l'istituto bancario, in generale, a prendere le decisioni necessarie per quanto riguarda ai suoi clienti.", "article": null, "url": ""}, {"name": "Servizi di intermediazione", "description": "La mediazione tra clienti e istituzioni finanziarie specializzate in assicurazioni, crediti, prodotti di borsa, ecc.", "article": null, "url": ""}, {"name": "Gestione dell'assicurazione personale", "description": "Assicurare le persone contro le incertezze che danneggiano l'integrità fisica o le circostanze familiari delle persone. Analisi dei rischi, gestione delle polizze, premi e compensi. Riassicurazione e gestione delle controversie.", "article": null, "url": ""}, {"name": "Gestione dell'assicurazione di gruppo", "description": "La variante di gruppo dell'assicurazione personale.", "article": null, "url": ""}, {"name": "Gestione dell'assicurazione contro incendi, incidenti e vari pericoli", "description": "Assicurare i clienti contro danni a beni e proprietà o contro la loro responsabilità per danni causati a terzi. Analisi dei rischi, gestione delle polizze, premi e compensi. Riassicurazione e gestione delle controversie.", "article": null, "url": ""}, {"name": "Assicurazione contro gli infortuni sul lavoro", "description": "Assicurare i datori di lavoro contro i danni subiti dai dipendenti durante gli infortuni sul lavoro. Analisi dei rischi, gestione delle polizze, premi e compensi. Riassicurazione e gestione delle controversie. Ricerca preventiva", "article": null, "url": ""}, {"name": "Gestione dei rischi elevati", "description": "Elaborazione di dati tra diversi rami assicurativi riguardanti persone con un rischio elevato allo scopo di evitare rischi e frodi inaccettabili.", "article": null, "url": ""}], "Commercio": [{"name": "Marketing diretto", "description": "Servizi di propaganda, attività e servizi offerti a segmenti di popolazione da società commerciali, enti di beneficenza o altri club o fondazioni, compresi quelli di natura politica. I mezzi di comunicazione per queste azioni possono essere posta, telefono o altri mezzi diretti (ad esempio e-mail).\nNon ha importanza se il destinatario sia già un cliente o meno.", "article": null, "url": ""}, {"name": "Commercio di informazioni commerciali", "description": "Vendita dopo l'elaborazione dei dati, pubblicata da fonti ufficiali (come Moniteur Belge / Belgisch Staatsblad), in combinazione con i dati acquisiti da altre istituzioni.", "article": null, "url": ""}]}, "Basis for Processing": {"Generico": [{"name": "Consenso della persona interessata", "description": "L'interessato ha acconsentito al trattamento dei propri dati personali per uno o più scopi specifici (articolo 6, paragrafo 1, lettera a) del GDPR.\nSi noti che il consenso deve soddisfare i requisiti stabiliti dall'articolo 7 del GDPR.", "article": 6, "url": ""}, {"name": "Necessario per l'esecuzione di un contratto", "description": "Il trattamento è necessario per l'esecuzione di un contratto a cui l'interessato è parte o per prendere provvedimenti su richiesta dell'interessato prima di stipulare un contratto (articolo 6, paragrafo 1, lettera b) del GDPR).", "article": 6, "url": ""}, {"name": "Obbligazione legale", "description": "Il trattamento è necessario per adempiere a un obbligo legale a cui è soggetto il responsabile del trattamento (articolo 6, paragrafo 1, lettera c) del GDPR).", "article": 6, "url": ""}, {"name": "Protezione degli interessi vitali dell'interessato", "description": "Il trattamento è necessario per proteggere gli interessi vitali dell'interessato o di un'altra persona fisica (articolo 6, paragrafo 1, lettera d) del DPR).", "article": 6, "url": ""}, {"name": "Compito svolto nell'interesse pubblico o nell'esercizio di pubblici poteri", "description": "Il trattamento è necessario per l'esecuzione di un compito svolto nell'interesse pubblico o nell'esercizio di pubblici poteri conferiti al responsabile del trattamento (articolo 6, paragrafo 1, lettera e) del GDPR.", "article": 6, "url": ""}, {"name": "Interessi legittimi perseguiti dal responsabile del trattamento o da una terza parte", "description": "Il trattamento è necessario ai fini degli interessi legittimi perseguiti dal responsabile del trattamento o da una terza parte, eccetto laddove tali interessi siano ignorati dagli interessi o dai diritti e dalle libertà fondamentali dell'interessato che richiedono la protezione dei dati personali, in particolare quando il l'interessato è un bambino (articolo 6, paragrafo 1, lettera f) del GDPR).", "article": 6, "url": ""}]}, "Indicative List of Functional Data Categories": {"Dati di identificazione": [{"name": "PII", "description": "Nome, titolo, indirizzo (lavoro e casa), precedenti indirizzi, numero di telefono (lavoro e casa), ID assegnati dal controllore.", "article": null, "url": "", "special": false}, {"name": "Informazioni di identificazione assegnate da istituzioni governative, diverse dal numero di previdenza sociale", "description": "Numero della carta d'identità, numero di passaporto, numero di patente, numero di targa, ecc.", "article": null, "url": "", "special": false}, {"name": "Dati di identificazione elettronica", "description": "Indirizzi IP, cookie, momenti di connessione, ecc.", "article": null, "url": "", "special": false}, {"name": "Dati di localizzazione elettronica", "description": "Dati della torre cellulare, dati GPS, ecc.", "article": null, "url": "", "special": false}, {"name": "Dati di identificazione biometrici", "description": "Dati del DNA, impronte digitali e vocali, scansioni dell'iride, riconoscimento facciale, riconoscimento della forma di dita o mani, firme dinamiche, ecc.", "article": null, "url": "", "special": false}], "Dati finanziari speciali": [{"name": "Dati di identificazione finanziaria", "description": "Numeri identificativi, numeri di conti bancari, numeri di carte di credito o di debito, codici segreti.", "article": null, "url": "", "special": false}, {"name": "Mezzi finanziari", "description": "Entrate, proprietà, investimenti, reddito totale, reddito professionale, risparmi, date di inizio e fine degli investimenti, redditi da investimenti, debiti sui beni.", "article": null, "url": "", "special": false}, {"name": "Debiti e spese", "description": "Spese totali, affitti, prestiti, mutui e altre forme di credito.", "article": null, "url": "", "special": false}, {"name": "solvibilità", "description": "Valutazione del reddito, dello statuto finanziario, della solvibilità.", "article": null, "url": "", "special": false}, {"name": "Prestiti, mutui, linee di credito", "description": "Natura del prestito, importo preso in prestito, saldo residuo, data di inizio, periodo di prestito, tasso di interesse, panoramica dei pagamenti, dettagli sulle garanzie.", "article": null, "url": "", "special": false}, {"name": "Assistenza finanziaria", "description": "Vantaggi, assistenza, regali, sussidi.", "article": null, "url": "", "special": false}, {"name": "Dettagli della polizza assicurativa", "description": "Natura della polizza assicurativa, dettagli riguardanti i rischi coperti, gli importi assicurati, il periodo assicurato, la data di scadenza, i pagamenti effettuati, ricevuti o mancati, lo stato dell'accordo.", "article": null, "url": "", "special": false}, {"name": "Dettagli del piano di previdenza", "description": "Data di efficacia del piano pensionistico, natura del piano, data di scadenza del piano, pagamenti ricevuti e effettuati, opzioni, beneficiari.", "article": null, "url": "", "special": false}, {"name": "Transazioni finanziarie", "description": "Importi pagati e pagabili dall'interessato, assegnate linee di credito, fideiussioni, metodo di pagamento, panoramica dei pagamenti, depositi e altre garanzie.", "article": null, "url": "", "special": false}, {"name": "compensazione", "description": "Dettagli relativi a indennizzi, importi pagati o altri tipi di risarcimento.", "article": null, "url": "", "special": false}, {"name": "Attività professionali", "description": "Attività professionali svolte dall'interessato: natura dell'attività, natura dei beni o servizi utilizzati o consegnati dalla persona nel registro, relazioni d'affari.", "article": null, "url": "", "special": false}, {"name": "Accordi e insediamenti", "description": "Dettagli relativi a transazioni o accordi commerciali, accordi in materia di rappresentanza o accordi legali, dettagli relativi agli agenti.", "article": null, "url": "", "special": false}, {"name": "permessi", "description": "Permessi detenuti dagli interessati.", "article": null, "url": "", "special": false}], "Caratteristiche personali": [{"name": "Dati personali", "description": "Età, sesso, data di nascita, luogo di nascita, stato civile, nazionalità.", "article": null, "url": "", "special": false}, {"name": "Dettagli militari", "description": "Statuto militare, visione militare, distinzioni militari.", "article": null, "url": "", "special": false}, {"name": "Stato di immigrato", "description": "Dettagli relativi al visto, al permesso di lavoro, ai limiti di residenza o di movimento, condizioni speciali relative al permesso di soggiorno.", "article": null, "url": "", "special": false}], "Dettagli fisici": [{"name": "Descrizione fisica", "description": "Altezza, peso, colore dei capelli, colore degli occhi, caratteristiche distintive.", "article": null, "url": "", "special": false}], "Abitudini private": [{"name": "abitudini", "description": "Uso del tabacco, uso di alcol.", "article": null, "url": "", "special": false}, {"name": "Stile di vita", "description": "Dettagli relativi all'uso di beni o servizi, comportamento degli interessati o dei loro familiari.", "article": null, "url": "", "special": false}, {"name": "Dettagli di viaggio e movimento", "description": "Informazioni riguardanti precedenti residenze e spostamenti, visti di viaggio, permessi di lavoro.", "article": null, "url": "", "special": false}, {"name": "Contatti sociali", "description": "Amici, soci in affari, relazioni con persone diverse da familiari stretti.", "article": null, "url": "", "special": false}, {"name": "patrimonio", "description": "Terra, proprietà o altri possedimenti.", "article": null, "url": "", "special": false}, {"name": "Mandati pubblici", "description": "Funzioni all'interno del governo locale, regionale, nazionale o federale, partecipazione a comitati governativi, gruppi di lavoro o organismi deliberativi, ecc.", "article": null, "url": "", "special": false}, {"name": "Reclami, incidenti o incidenti", "description": "Informazioni su un incidente, un incidente o un reclamo in cui è coinvolto l'interessato, la natura del danno o delle lesioni, le persone coinvolte, i testimoni.", "article": null, "url": "", "special": false}, {"name": "distinzioni", "description": "Distinzioni civili, clericali o militari.", "article": null, "url": "", "special": false}, {"name": "Media use", "description": "Uso di media e mezzi di comunicazione.", "article": null, "url": "", "special": false}], "Dettagli psicologici": [{"name": "Descrizioni psicologiche", "description": "Opinioni riguardanti la personalità o il carattere.", "article": null, "url": "", "special": false}], "Composizione della famiglia": [{"name": "Matrimonio o forma attuale di convivenza", "description": "Nome del coniuge o partner, cognome da nubile del coniuge o partner, data del matrimonio, data del contratto di convivenza, numero di figli, ecc.", "article": null, "url": "", "special": false}, {"name": "Storia civile", "description": "Dettagli relativi a precedenti matrimoni o partnership, divorzi, separazioni, nomi di partner precedenti.", "article": null, "url": "", "special": false}, {"name": "Dettagli riguardanti altri familiari o familiari", "description": "Bambini, persone a carico, altri membri della famiglia, altri parenti stretti di sangue, genitori e discendenti.", "article": null, "url": "", "special": false}], "Svaghi e interessi": [{"name": "Attività ricreative e interessi", "description": "Hobby, sport, altri interessi.", "article": null, "url": "", "special": false}], "adesioni": [{"name": "Membership (non professionale, politica o sindacale)", "description": "Associazioni a organizzazioni caritatevoli o benevoli, club, partnership, sindacati, organizzazioni, gruppi, ecc.", "article": null, "url": "", "special": false}], "Categorie di dati legali": [{"name": "Dati legali relativi a sospetti", "description": "Sospetti di violazioni, connessioni cospirative con criminali noti. Indagini o azioni giudiziarie (civili o penali) intraprese da o contro l'interessato.", "article": null, "url": "", "special": false}, {"name": "Dati legali relativi a condanne e condanne", "description": "Condanne e condanne", "article": null, "url": "", "special": false}, {"name": "Dati legali riguardanti azioni giudiziarie", "description": "Tutela, amministrazione temporanea, internamento, collocamento.", "article": null, "url": "", "special": false}, {"name": "Dati legali relativi alle sanzioni amministrative", "description": "Sanzioni amministrative:\n* di natura puramente disciplinare;\n* quelli che possono essere imposti a persone che non sono in servizio pubblico ma che collaborano con loro (medici, farmacisti, paramedici, appaltatori di lavori pubblici);\n* quelli che possono essere imposti a persone che usano servizi pubblici;\n* quelli che possono essere imposti per il mancato rispetto delle misure legali o regolamentari, ad es. sporcare sulla strada pubblica.", "article": null, "url": "", "special": false}, {"name": "Dati legali riguardanti il DNA", "description": "Dati del DNA elaborati nel contesto della legge datata 22 marzo 1999 relativi alle procedure di identificazione attraverso l'analisi del DNA nei procedimenti penali.", "article": null, "url": "", "special": false}], "Abitudini di consumo": [{"name": "Dati di noleggio", "description": "Dettagli riguardanti i beni e i servizi forniti, prestati o noleggiati all'interessato.", "article": null, "url": "", "special": false}, {"name": "Dati di prestito", "description": "Dettagli riguardanti i beni e i servizi forniti, prestati o noleggiati dall'interessato.", "article": null, "url": "", "special": false}], "Residence data": [{"name": "Residence data", "description": "Indirizzo della residenza: natura della residenza, proprietà o proprietà in affitto, durata della residenza a tale indirizzo, affitto, costi, classificazione della residenza, dettagli sulla valutazione, nomi delle persone che sono in possesso di chiavi.", "article": null, "url": "", "special": false}], "Dati sulla salute": [{"name": "Dati sulla salute fisica", "description": "Cartella medica, referto medico, informazioni diagnostiche, trattamento, risultati di analisi, handicap o infermità, dieta; altre richieste speciali relative alla salute durante la gestione di un viaggio o di una residenza.", "article": null, "url": "", "special": false}, {"name": "Dati sulla salute mentale", "description": "Scheda medica, referto medico, informazioni diagnostiche, trattamento, risultati dell'analisi.", "article": null, "url": "", "special": false}, {"name": "Dati relativi a situazioni di rischio e comportamento a rischio", "description": "Situazioni di rischio e comportamento a rischio.", "article": null, "url": "", "special": false}, {"name": "Dati genetici relativi a studi sulla popolazione, ricerca genetica, ecc.", "description": "Dati genetici relativi a studi sulla popolazione, ricerca genetica, ecc.", "article": null, "url": "", "special": false}, {"name": "Dati di recupero", "description": "Dati relativi ai mezzi e alle procedure utilizzate durante un trattamento medico e paramedico.", "article": null, "url": "", "special": false}], "Istruzione e formazione": [{"name": "Curriculum accademico", "description": "Panoramica delle scuole, delle istituzioni, dei college e delle università frequentate, natura dei corsi completati, diplomi o certificati conseguiti, risultati degli esami, altri diplomi rilasciati, valutazione dei progressi degli studi.", "article": null, "url": "", "special": false}, {"name": "Panoramica finanziaria degli studi", "description": "Spese di iscrizione e costi pagati, finanziamento, metodi di pagamento, registri di pagamento.", "article": null, "url": "", "special": false}, {"name": "Qualifiche professionali", "description": "Certificati e corsi di formazione professionale, licenze speciali (licenza di ingegnere, ecc.).", "article": null, "url": "", "special": false}, {"name": "Esperienza professionale", "description": "Interessi professionali, interessi di ricerca, interessi accademici, specializzazioni, esperienza di insegnamento, consultazioni.", "article": null, "url": "", "special": false}, {"name": "Partecipazione e / o partecipazione a organizzazioni professionali", "description": "Dettagli relativi a gruppi, commissioni o commissioni coinvolte, funzioni ricoperte, interessi speciali e registrazioni di partecipazione.", "article": null, "url": "", "special": false}, {"name": "pubblicazioni", "description": "Libri, articoli, relazioni, materiale audiovisivo pubblicato.", "article": null, "url": "", "special": false}], "Professione e occupazione": [{"name": "Impiego attuale", "description": "Datore di lavoro, titolo e descrizione del ruolo, anzianità, data di assunzione, luogo di lavoro, specializzazione o tipo di azienda, modalità e condizioni di lavoro, precedenti posizioni e precedenti esperienze lavorative presso lo stesso datore di lavoro.", "article": null, "url": "", "special": false}, {"name": "Reclutamento", "description": "Data di assunzione, metodo di assunzione, fonte di assunzione, riferimenti, dettagli relativi al periodo di prova.", "article": null, "url": "", "special": false}, {"name": "Terminazione del lavoro", "description": "Data di scadenza, motivo, periodo di preavviso, condizioni di risoluzione.", "article": null, "url": "", "special": false}, {"name": "carriera", "description": "Precedente occupazione e datori di lavoro, periodi senza occupazione, servizio militare.", "article": null, "url": "", "special": false}, {"name": "Assenteismo e disciplina", "description": "Record di assenteismo, ragioni per essere in contumacia, misure disciplinari.", "article": null, "url": "", "special": false}, {"name": "Medicina del lavoro", "description": "Capacità di lavoro diminuita risultante da un infortunio sul lavoro, certificazione di pronto soccorso.", "article": null, "url": "", "special": false}, {"name": "Salari", "description": "Pagamenti e detrazioni, stipendio, commissioni, premi, spese, sovvenzioni, vantaggi, prestiti, ritenute fiscali, ritenute FICA, contributi sindacali, modalità di pagamento, data dell'ultimo aumento salariale.", "article": null, "url": "", "special": false}, {"name": "Attività in possesso del dipendente", "description": "Auto, strumenti, pezzi di ricambio, strumenti di riferimento, altri oggetti in possesso del dipendente.", "article": null, "url": "", "special": false}, {"name": "Organizzazione del lavoro", "description": "Responsabilità attuali, progetti, ore fatturabili, retribuzione oraria, ore lavorate.", "article": null, "url": "", "special": false}, {"name": "Revisione", "description": "Revisione delle prestazioni, possibilità.", "article": null, "url": "", "special": false}, {"name": "Allenamento per la posizione", "description": "Dettagli riguardanti la formazione richiesta e ricevuta per la posizione, nonché le qualifiche e l'autorità ottenute.", "article": null, "url": "", "special": false}, {"name": "Sicurezza", "description": "Password, codici di sicurezza, livelli ai quali sono concesse le autorizzazioni.", "article": null, "url": "", "special": false}, {"name": "Uso della tecnologia", "description": "Valutazione dell'uso della tecnologia (Internet, e-mail, ecc.).", "article": null, "url": "", "special": false}], "Numero di Social Security": [{"name": "Numero di Social Security", "description": "Numero di Social Security", "article": null, "url": "", "special": false}], "Dati razziale o etnico": [{"name": "Dati razziale o etnico", "description": "Dati razziale o etnico", "article": null, "url": "", "special": false}], "Dati sulla vita sessuale": [{"name": "Dati sulla vita sessuale", "description": "Orientamento sessuale, ecc.", "article": null, "url": "", "special": false}], "Opinioni politiche": [{"name": "Tendenza politica", "description": "Convinzioni politiche, preferenza per le feste.", "article": null, "url": "", "special": false}, {"name": "Affiliazione politica", "description": "Appartenenza a un partito politico, funzioni politiche attualmente detenute.", "article": null, "url": "", "special": false}, {"name": "Partecipazione a un gruppo di interesse o organizzazione militante", "description": "Iscrizione o supporto per un gruppo di interesse o un'organizzazione militante.", "article": null, "url": "", "special": false}], "Iscrizione a un sindacato": [{"name": "Iscrizione a un sindacato", "description": "Appartenenza a un sindacato o organizzazione simile, funzioni detenute.", "article": null, "url": "", "special": false}], "Credenze filosofiche o religiose": [{"name": "Credenze filosofiche", "description": "Credenze filosofiche o religiose", "article": null, "url": "", "special": false}], "Registrazioni video": [{"name": "immagini", "description": "Registrazione della videocamera, registrazione fotografica, registrazione video, foto digitali, ecc.", "article": null, "url": "", "special": false}, {"name": "Immagini di sorveglianza", "description": "Immagini di telecamere di sicurezza.", "article": null, "url": "", "special": false}], "Registrazioni sonore": [{"name": "Registrazioni sonore", "description": "Registrazioni su nastro, registrazioni telefoniche, ecc.", "article": null, "url": "", "special": false}], "Speciale - normalmente proibito": [{"name": "Dati genetici per l'identificazione personale", "description": "Dati genetici allo scopo di identificare univocamente una persona", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Dati biometrici per l'identificazione personale", "description": "Dati biometrici allo scopo di identificare univocamente una persona", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Dati sulla salute", "description": "Dati sullo stato di salute di una persona", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Origine razziale o etnica", "description": "Dati che rivelano l'origine razziale o etnica", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Opinioni politiche", "description": "Dati che rivelano opinioni politiche", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Credenze religiose o filosofiche", "description": "Dati che rivelano convinzioni religiose o filosofiche", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Appartenenza sindacale", "description": "Dati che rivelano l'appartenenza sindacale", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Dati relativi alla vita sessuale o all'orientamento sessuale di qualcuno", "description": "Vita sessuale o orientamento sessuale", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Condanne penali e reati", "description": "Trattamento di dati personali relativi a condanne penali e reati", "article": 10.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Segreto professionale", "description": "Dati personali protetti dal segreto professionale", "article": 90.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Dati rischiosi per i diritti e le libertà delle persone fisiche", "description": "Dati generalmente considerati come comportanti un'elevazione del possibile rischio per i diritti e le libertà delle persone fisiche", "article": 34.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679", "special": true}, {"name": "Dati di comunicazione elettronica", "description": "I responsabili del trattamento dei dati nel settore delle comunicazioni elettroniche devono dare attuazione a una specifica politica di sicurezza che protegge i dati personali da distruzione accidentale o illecita, perdita o alterazione accidentale e archiviazione, elaborazione, accesso o divulgazione non autorizzati o illeciti di dati personali; garantire che i dati personali siano accessibili esclusivamente al personale autorizzato per scopi legalmente autorizzati; e fornire informazioni agli abbonati su ogni particolare rischio di violazione della sicurezza di [a] rete di comunicazione pubblica.", "article": 95.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32002L0058&from=EN", "special": true}, {"name": "Dati sulla posizione", "description": "È possibile elaborare i dati sulla posizione (informazioni dalla rete o servizi sulla posizione di un telefono o altro dispositivo) con l'autorità della rete, del servizio o del fornitore di servizi a valore aggiunto e solo se sono anonimi; o hai il consenso per usarlo per un servizio a valore aggiunto.", "article": 9.0, "url": "https://ico.org.uk/for-organisations/guide-to-pecr/communications-networks-and-services/location-data/", "special": true}, {"name": "Dati finanziari", "description": "Dati finanziari su una persona", "article": 9.0, "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32002L0058&from=EN", "special": true}, {"name": "Attività domestiche molto intrusive", "description": "Informazioni elaborate da una persona fisica nel corso di attività personali o domestiche (come servizi di cloud computing per la gestione di documenti personali, servizi di posta elettronica, diari, e-reader dotati di funzionalità per prendere appunti e varie applicazioni di registrazione della vita che possono contenere informazioni molto personali), la cui divulgazione o elaborazione per scopi diversi dalle attività domestiche può essere percepita come molto intrusiva.", "article": 10.0, "url": "http://ec.europa.eu/newsroom/document.cfm%3Fdoc_id%3D44137", "special": true}]}, "Type of Processing": {"Generico": [{"name": "Normale", "description": "Inserire 'Normale' se non si applica nessuno degli altri tipi elencati.", "article": null, "url": ""}, {"name": "Valutazione o revisione di persone", "description": "Valutazione o revisione di persone, compresa la creazione di profili e la preparazione di prognosi", "article": null, "url": ""}, {"name": "Decisioni automatizzate con conseguenze legali", "description": "Decisioni automatizzate con conseguenze legali o conseguenze sostanziali simili", "article": null, "url": ""}, {"name": "Monitoraggio sistematico", "description": "Monitoraggio sistematico (monitoraggio, monitoraggio o controllo sull'interessato) (registrazioni audio, fotografiche o video)", "article": null, "url": ""}, {"name": "Attività di elaborazione su larga scala", "description": "Attività di trasformazione su larga scala o attività di elaborazione con conseguenze per un gran numero di parti interessate", "article": null, "url": ""}, {"name": "Combinazione di dati inaspettati per gli interessati", "description": "Combinazione o fusione di raccolte di dati che gli interessati non possono ragionevolmente aspettarsi", "article": null, "url": ""}, {"name": "Prevenzione degli interessati dall'esercizio di un diritto", "description": "Elaborazione dei dati che impedisce agli interessati di esercitare un diritto, utilizzare un servizio o concludere un contratto", "article": null, "url": ""}, {"name": "Uso di nuove tecnologie e mezzi organizzativi", "description": "Uso di nuove tecnologie o applicazione di mezzi tecnici e organizzativi", "article": null, "url": ""}, {"name": "Monitoraggio su larga scala di un'area pubblica", "description": "Monitoraggio sistematico di un'area pubblicamente accessibile su larga scala", "article": null, "url": ""}]}, "Indicative List of Recipient Categories": {"Generico": [{"name": "I dati sono soggetti a se stesso", "description": "", "article": null, "url": ""}, {"name": "Rapporti personali dell'interessato", "description": "", "article": null, "url": ""}, {"name": "Consulenti professionali dell'interessato", "description": "", "article": null, "url": ""}, {"name": "Datore di lavoro o relazioni commerciali dell'interessato", "description": "", "article": null, "url": ""}, {"name": "Individui o organizzazioni in una relazione diretta con il controllore", "description": "", "article": null, "url": ""}, {"name": "Altre imprese private", "description": "", "article": null, "url": ""}, {"name": "Servizi pubblici", "description": "", "article": null, "url": ""}, {"name": "Tribunali e forze dell'ordine", "description": "", "article": null, "url": ""}, {"name": "Uffici di pubblica utilità", "description": "", "article": null, "url": ""}, {"name": "Banche e compagnie di assicurazione", "description": "", "article": null, "url": ""}, {"name": "Dati personali o intermediari di marketing diretto", "description": "", "article": null, "url": ""}]}, "Nature of Transfer to Third Country/International Organization": {"Generico": [{"name": "Trasferimenti sulla base di una decisione di adeguatezza", "description": "Articolo 45 del GDPR", "article": 45.0, "url": ""}, {"name": "Trasferimenti sulla base di adeguate garanzie", "description": "Articolo 46 del GDPR", "article": 46.0, "url": ""}, {"name": "Trasferimenti sulla base di BCR", "description": "Articolo 47 del GDPR", "article": 47.0, "url": ""}, {"name": "Trasferimenti sulla base di un'esenzione per situazione specifica", "description": "GDPR articolo 49, paragrafo 1", "article": 49.0, "url": ""}, {"name": "Trasferimento in base ai requisiti dell'articolo 49, paragrafo 2, del GDPR", "description": "GDPR articolo 49, paragrafo 2", "article": 49.0, "url": ""}]}, "Indicative List of Data Subject Categories": {"Generico": [{"name": "pazienti", "description": "I tuoi pazienti", "article": null, "url": "", "vulnerable": true}, {"name": "Clienti", "description": "I tuoi clienti", "article": null, "url": "", "vulnerable": false}, {"name": "I dipendenti", "description": "I tuoi dipendenti", "article": null, "url": "", "vulnerable": false}, {"name": "Gli alunni", "description": "I tuoi studenti", "article": null, "url": "", "vulnerable": false}, {"name": "Funzionari eletti", "description": "I tuoi funzionari", "article": null, "url": "", "vulnerable": false}, {"name": "Utenti di sistema", "description": "Utenti dei tuoi sistemi", "article": null, "url": "", "vulnerable": false}, {"name": "Criminali condannati", "description": "I tuoi criminali", "article": null, "url": "", "vulnerable": false}, {"name": "Condividi i titolari", "description": "I tuoi azionisti", "article": null, "url": "", "vulnerable": false}]}}